[
  {
    "subtitle": "About Me!",
    "content": "<p>Passionate <strong>Software Engineer</strong>, been in amazing teams, worked for great companies, I'm always looking for new challenges as an engineer but more as human, I want to add value wherever I am, and become better along the way. I support communities the most ways I can, Startup Weekends, Code Retreats, Meetups, mentoring, and I believe knowledge must be shared and life is a team work.</p><p>Officially I'm a Computer Systems Engineer, I got my degree on 2014 at the <strong>Universidad Autónoma de Aguascalientes</strong> on my hometown: <strong>Aguascalientes City, México.</strong></p>"
  },
  {
    "subtitle": "Experience!",
    "content": "<p>I started developing software from <strong>2012</strong> working in several companies, my first programming job involved creating very small applications using visual basic inside a microsoft access forms, then I realized I wanted something more and I embarked in a journey inside the web development world, I thought working in a big company of thousands of employees would give me enough space to learn and find something I really enjoyed: I was wrong.</p><p>Then I moved to Guadalajara City and entered the Startup world, free from tight schedules, endless meetings and away from the corporate world, I was really doing a very good job while I was learning a lot, I met a lot of new people, worked with customers from anywhere in the world: New York City, LA, Australia, Europe, and then I thought that was everything I was looking for, and, for the second time: <strong>I was wrong</strong>.</p><p>I was really enjoying my job and the bunch of new stuff I was learning but living away from my family and most of my friends was a deal-breaker for me, then I decided to move back to Aguascalientes City and since then it has been 4 years working remotely, from anywhere I want and the way I wanted.</p><p>Almost 8 years have passed since I started in this software development world, and I hope there's much more ahead! Thanks for reading me.</p>"
  }
]